{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "advanced-git-search.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "blink-ripgrep.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "bullets.vim": { "branch": "master" },
  "catppuccin": { "branch": "refactor/syntax-highlighting" },
  "colorful-menu.nvim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dropbar.nvim": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "faster.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
  "guihua.lua": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp-format-modifications.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-bufdel": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "paint.nvim": { "branch": "main" },
  "persisted.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "python-copy-reference.vim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "schemastore.nvim": { "branch": "main" },
  "search.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "smartyank.nvim": { "branch": "master" },
  "smear-cursor.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "telescope-env.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-cool": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "wezterm-types": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
